{
    "apps": [
        {
            "Info": "",
            "Version": "22.01",
            "Name": "7zip",
            "Source": "main",
            "Updated": "2022-08-01T00:02:19.3639457+08:00"
        },
        {
            "Info": "",
            "Version": "19.00",
            "Name": "7zip19.00-helper",
            "Source": "main",
            "Updated": "2022-11-17T00:10:32.7059325+08:00"
        },
        {
            "Info": "",
            "Version": "0.2.42",
            "Name": "act",
            "Source": "main",
            "Updated": "2023-02-27T01:37:06.2641563+08:00"
        },
        {
            "Info": "",
            "Version": "2.1.60",
            "Name": "anki",
            "Source": "extras",
            "Updated": "2023-02-23T14:25:55.9868933+08:00"
        },
        {
            "Info": "",
            "Version": "3.2.4",
            "Name": "audacity",
            "Source": "extras",
            "Updated": "2023-02-05T13:38:33.5803542+08:00"
        },
        {
            "Info": "",
            "Version": "2.45.0",
            "Name": "azure-cli",
            "Source": "main",
            "Updated": "2023-02-11T02:03:34.3170228+08:00"
        },
        {
            "Info": "",
            "Version": "0.22.1",
            "Name": "bat",
            "Source": "main",
            "Updated": "2022-09-11T18:57:33.3022208+08:00"
        },
        {
            "Info": "",
            "Version": "9.16.38",
            "Name": "bind",
            "Source": "main",
            "Updated": "2023-02-18T01:09:49.1593845+08:00"
        },
        {
            "Info": "",
            "Version": "0.8.0",
            "Name": "bottom",
            "Source": "main",
            "Updated": "2023-02-05T13:38:49.0666817+08:00"
        },
        {
            "Info": "",
            "Version": "1.20.2",
            "Name": "broot",
            "Source": "main",
            "Updated": "2023-02-23T14:26:01.7739099+08:00"
        },
        {
            "Info": "",
            "Version": "0.17.0",
            "Name": "butane",
            "Source": "extras",
            "Updated": "2023-01-07T22:15:43.8140111+08:00"
        },
        {
            "Info": "",
            "Version": "2023-01-10",
            "Name": "cacert",
            "Source": "main",
            "Updated": "2023-01-13T22:31:22.5201495+08:00"
        },
        {
            "Info": "",
            "Version": "2.6.4",
            "Name": "caddy",
            "Source": "main",
            "Updated": "2023-02-15T20:53:16.2692707+08:00"
        },
        {
            "Info": "",
            "Version": "1.4.19",
            "Name": "clink",
            "Source": "main",
            "Updated": "2023-02-15T20:53:20.1462504+08:00"
        },
        {
            "Info": "",
            "Version": "3.25.2",
            "Name": "cmake",
            "Source": "main",
            "Updated": "2023-02-05T13:39:21.5239509+08:00"
        },
        {
            "Info": "",
            "Version": "0.2021.05.09",
            "Name": "concfg",
            "Source": "main",
            "Updated": "2023-02-27T01:25:24.2705007+08:00"
        },
        {
            "Info": "",
            "Version": "22.12.18",
            "Name": "conemu",
            "Source": "extras",
            "Updated": "2023-01-07T22:16:03.3338922+08:00"
        },
        {
            "Info": "",
            "Version": "5.1.0",
            "Name": "czkawka",
            "Source": "main",
            "Updated": "2023-02-23T14:26:05.4491039+08:00"
        },
        {
            "Info": "",
            "Version": "3.11.2",
            "Name": "dark",
            "Source": "main",
            "Updated": "2020-11-27T01:50:48.9904937+08:00"
        },
        {
            "Info": "",
            "Version": "0.15.1",
            "Name": "delta",
            "Source": "main",
            "Updated": "2022-12-07T00:16:30.2130435+08:00"
        },
        {
            "Info": "",
            "Version": "3.24.238.0",
            "Name": "ditto",
            "Source": "extras",
            "Updated": "2022-10-05T21:11:56.4579413+08:00"
        },
        {
            "Info": "",
            "Version": "0.8.1",
            "Name": "duf",
            "Source": "main",
            "Updated": "2022-10-02T05:06:19.4808787+08:00"
        },
        {
            "Info": "",
            "Version": "4.3.1",
            "Name": "dupeguru",
            "Source": "extras",
            "Updated": "2022-07-09T20:35:17.6533865+08:00"
        },
        {
            "Info": "",
            "Version": "1.4.1.1022",
            "Name": "everything",
            "Source": "extras",
            "Updated": "2022-10-15T05:02:33.9995498+08:00"
        },
        {
            "Info": "",
            "Version": "1.4.0-beta-2",
            "Name": "explorerplusplus",
            "Source": "extras",
            "Updated": "2022-04-24T21:12:28.6911273+08:00"
        },
        {
            "Info": "",
            "Version": "30b6060",
            "Name": "far",
            "Source": "main",
            "Updated": "2022-12-09T00:00:55.436598+08:00"
        },
        {
            "Info": "",
            "Version": "0.29.3",
            "Name": "fclones",
            "Source": "extras",
            "Updated": "2023-02-05T13:39:23.2591196+08:00"
        },
        {
            "Info": "",
            "Version": "5.1.2",
            "Name": "ffmpeg",
            "Source": "main",
            "Updated": "2022-09-27T21:54:21.0331739+08:00"
        },
        {
            "Info": "",
            "Version": "0.38.0",
            "Name": "fzf",
            "Source": "main",
            "Updated": "2023-02-18T01:09:54.1477712+08:00"
        },
        {
            "Info": "",
            "Version": "5.2.1",
            "Name": "gawk",
            "Source": "main",
            "Updated": "2022-11-29T22:03:55.0172429+08:00"
        },
        {
            "Info": "",
            "Version": "2.23.0",
            "Name": "gh",
            "Source": "main",
            "Updated": "2023-02-11T02:03:50.7216691+08:00"
        },
        {
            "Info": "",
            "Version": "2.39.2.windows.1",
            "Name": "git",
            "Source": "main",
            "Updated": "2023-02-15T20:53:41.3570502+08:00"
        },
        {
            "Info": "",
            "Version": "2.2.1",
            "Name": "git-interactive-rebase-tool",
            "Source": "main",
            "Updated": "2022-10-22T22:59:34.6814798+08:00"
        },
        {
            "Info": "",
            "Version": "3.3.0",
            "Name": "git-lfs",
            "Source": "main",
            "Updated": "2022-12-01T21:38:26.1018634+08:00"
        },
        {
            "Info": "",
            "Version": "0.22.1",
            "Name": "gitui",
            "Source": "main",
            "Updated": "2022-11-23T16:43:55.3382739+08:00"
        },
        {
            "Info": "",
            "Version": "1.20.1",
            "Name": "go",
            "Source": "main",
            "Updated": "2023-02-15T20:54:30.8370168+08:00"
        },
        {
            "Info": "",
            "Version": "2.0.4",
            "Name": "gsudo",
            "Source": "main",
            "Updated": "2022-11-23T16:44:00.7552725+08:00"
        },
        {
            "Info": "",
            "Version": "12.4",
            "Name": "heidisql",
            "Source": "extras",
            "Updated": "2023-02-26T23:28:24.3180934+08:00"
        },
        {
            "Info": "",
            "Version": "1.15.0",
            "Name": "hyperfine",
            "Source": "main",
            "Updated": "2022-09-10T00:27:04.5376387+08:00"
        },
        {
            "Info": "",
            "Version": "1.13.0",
            "Name": "just",
            "Source": "main",
            "Updated": "2023-02-05T13:40:33.2124408+08:00"
        },
        {
            "Info": "",
            "Version": "608",
            "Name": "less",
            "Source": "main",
            "Updated": "2022-09-05T19:52:16.8717228+08:00"
        },
        {
            "Info": "",
            "Version": "1.10.0",
            "Name": "lessmsi",
            "Source": "main",
            "Updated": "2021-11-26T21:04:47.4294022+08:00"
        },
        {
            "Info": "",
            "Version": "r28",
            "Name": "lf",
            "Source": "main",
            "Updated": "2023-01-07T22:18:00.4625909+08:00"
        },
        {
            "Info": "",
            "Version": "15.0.7",
            "Name": "llvm",
            "Source": "main",
            "Updated": "2023-02-05T13:41:22.0803932+08:00"
        },
        {
            "Info": "",
            "Version": "0.23.1",
            "Name": "lsd",
            "Source": "main",
            "Updated": "2022-09-18T20:20:43.3623029+08:00"
        },
        {
            "Info": "",
            "Version": "4.8.7.0",
            "Name": "megasync",
            "Source": "extras",
            "Updated": "2023-02-05T13:41:34.9233749+08:00"
        },
        {
            "Info": "",
            "Version": "6.2.0",
            "Name": "mongodb",
            "Source": "main",
            "Updated": "2023-02-05T13:42:57.9099664+08:00"
        },
        {
            "Info": "",
            "Version": "0.35.1",
            "Name": "mpv",
            "Source": "extras",
            "Updated": "2023-02-05T13:43:10.5292502+08:00"
        },
        {
            "Info": "",
            "Version": "8.0.32",
            "Name": "mysql",
            "Source": "main",
            "Updated": "2023-02-05T13:43:53.4840293+08:00"
        },
        {
            "Info": "",
            "Version": "2.16.01",
            "Name": "nasm",
            "Source": "main",
            "Updated": "2023-01-07T22:19:22.3471959+08:00"
        },
        {
            "Info": "",
            "Version": "2.20.1",
            "Name": "navi",
            "Source": "main",
            "Updated": "2022-05-19T16:12:50.8606277+08:00"
        },
        {
            "Info": "",
            "Version": "2.24-103",
            "Name": "nssm",
            "Source": "main",
            "Updated": "2022-02-22T21:28:30.5249607+08:00"
        },
        {
            "Info": "",
            "Version": "0.76.0",
            "Name": "nu",
            "Source": "main",
            "Updated": "2023-02-23T14:26:09.3789578+08:00"
        },
        {
            "Info": "",
            "Version": "6.4.0",
            "Name": "nuget",
            "Source": "main",
            "Updated": "2022-12-17T19:15:33.5011441+08:00"
        },
        {
            "Info": "",
            "Version": "1.1.10",
            "Name": "nvm",
            "Source": "main",
            "Updated": "2022-11-03T00:01:55.56266+08:00"
        },
        {
            "Info": "",
            "Version": "1.2.2",
            "Name": "openark",
            "Source": "extras",
            "Updated": "2022-12-01T21:32:06.7892623+08:00"
        },
        {
            "Info": "",
            "Version": "9.2.0.0p1",
            "Name": "openssh",
            "Source": "main",
            "Updated": "2023-02-23T14:26:13.4592106+08:00"
        },
        {
            "Info": "",
            "Version": "9.0.0",
            "Name": "peazip",
            "Source": "extras",
            "Updated": "2022-12-20T01:56:15.2874092+08:00"
        },
        {
            "Info": "",
            "Version": "15.2",
            "Name": "postgresql",
            "Source": "main",
            "Updated": "2023-02-11T02:06:25.5461555+08:00"
        },
        {
            "Info": "",
            "Version": "10.10.3",
            "Name": "postman",
            "Source": "extras",
            "Updated": "2023-02-15T20:54:55.0993586+08:00"
        },
        {
            "Info": "",
            "Version": "3.1.1",
            "Name": "pyenv",
            "Source": "main",
            "Updated": "2022-08-01T00:38:55.2847946+08:00"
        },
        {
            "Info": "",
            "Version": "7.2.0",
            "Name": "qemu",
            "Source": "main",
            "Updated": "2023-01-14T13:58:26.6969597+08:00"
        },
        {
            "Info": "",
            "Version": "5.0.14.1",
            "Name": "redis",
            "Source": "main",
            "Updated": "2022-12-21T21:08:16.3187894+08:00"
        },
        {
            "Info": "",
            "Version": "13.0.0",
            "Name": "ripgrep",
            "Source": "main",
            "Updated": "2022-04-09T01:47:22.5841853+08:00"
        },
        {
            "Info": "",
            "Version": "3.21",
            "Name": "rufus",
            "Source": "extras",
            "Updated": "2022-11-29T22:04:54.6247489+08:00"
        },
        {
            "Info": "",
            "Version": "0.2.4",
            "Name": "scoop-completion",
            "Source": "extras",
            "Updated": "2022-10-07T18:58:33.0537715+08:00"
        },
        {
            "Info": "",
            "Version": "1.3.1",
            "Name": "scoop-search",
            "Source": "main",
            "Updated": "2023-02-27T01:48:57.790734+08:00"
        },
        {
            "Info": "",
            "Version": "1.15.2",
            "Name": "shadowsocks-rust",
            "Source": "main",
            "Updated": "2023-01-13T22:26:41.7882994+08:00"
        },
        {
            "Info": "",
            "Version": "15.0.0",
            "Name": "sharex",
            "Source": "extras",
            "Updated": "2023-02-05T13:44:40.0619753+08:00"
        },
        {
            "Info": "",
            "Version": "3.9.4",
            "Name": "sharpkeys",
            "Source": "extras",
            "Updated": "2022-04-05T19:34:08.0039104+08:00"
        },
        {
            "Info": "",
            "Version": "1.13.1",
            "Name": "starship",
            "Source": "main",
            "Updated": "2023-02-26T23:28:35.1832328+08:00"
        },
        {
            "Info": "",
            "Version": "0.2020.01.26",
            "Name": "sudo",
            "Source": "main",
            "Updated": "2020-11-27T23:03:26.1111901+08:00"
        },
        {
            "Info": "",
            "Version": "1.0.188",
            "Name": "tabby",
            "Source": "extras",
            "Updated": "2023-01-14T13:59:35.8381459+08:00"
        },
        {
            "Info": "",
            "Version": "17.0.6-10",
            "Name": "temurin17-jdk",
            "Source": "java",
            "Updated": "2023-02-05T13:45:07.7822736+08:00"
        },
        {
            "Info": "",
            "Version": "1.4.1",
            "Name": "thisiswin11",
            "Source": "extras",
            "Updated": "2023-02-05T13:45:09.3672844+08:00"
        },
        {
            "Info": "",
            "Version": "1.17.1",
            "Name": "unbound",
            "Source": "main",
            "Updated": "2023-01-14T13:59:52.8702148+08:00"
        },
        {
            "Info": "",
            "Version": "3.0.18",
            "Name": "vlc",
            "Source": "extras",
            "Updated": "2022-12-01T21:39:09.9555449+08:00"
        },
        {
            "Info": "",
            "Version": "20221119-145034-49b9839f",
            "Name": "wezterm",
            "Source": "extras",
            "Updated": "2022-11-23T16:45:26.740838+08:00"
        },
        {
            "Info": "",
            "Version": "1.21.3",
            "Name": "wget",
            "Source": "main",
            "Updated": "2022-03-13T23:42:24.7974746+08:00"
        },
        {
            "Info": "",
            "Version": "2.20",
            "Name": "which",
            "Source": "main",
            "Updated": "2022-03-27T01:57:33.255016+08:00"
        },
        {
            "Info": "",
            "Version": "1.1.2",
            "Name": "windirstat",
            "Source": "extras",
            "Updated": "2022-04-09T20:49:09.7631064+08:00"
        },
        {
            "Info": "",
            "Version": "2.5.0",
            "Name": "winfetch",
            "Source": "main",
            "Updated": "2023-02-05T13:45:12.3121502+08:00"
        },
        {
            "Info": "",
            "Version": "5.21.7",
            "Name": "winscp",
            "Source": "extras",
            "Updated": "2023-02-05T13:45:19.8632779+08:00"
        },
        {
            "Info": "",
            "Version": "3.6.1.2",
            "Name": "wsltty",
            "Source": "extras",
            "Updated": "2022-11-12T12:52:23.1681191+08:00"
        },
        {
            "Info": "",
            "Version": "1.90",
            "Name": "yori",
            "Source": "main",
            "Updated": "2023-02-27T01:20:27.7833913+08:00"
        },
        {
            "Info": "",
            "Version": "2023.02.17",
            "Name": "yt-dlp",
            "Source": "main",
            "Updated": "2023-02-18T01:10:25.098504+08:00"
        },
        {
            "Info": "",
            "Version": "0.9.0",
            "Name": "zoxide",
            "Source": "main",
            "Updated": "2023-01-14T21:02:51.5595903+08:00"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-02-28T04:29:01+08:00",
            "Manifests": 1784
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-02-26T04:16:53+08:00",
            "Manifests": 254
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-02-28T04:27:32+08:00",
            "Manifests": 1169
        }
    ]
}
